Repository: UniversidadDelEste/webfundamentals
Catalog: locale/*/LC_MESSAGES/index.po
Languages: es

source: Fundamentals of Web Programming
es: Fundamentos de la Programación Web

source: Part 1: Client Side Programming
es: Parte 1: Programación del lado del Cliente

source: The World Wide Web
es: La World Wide Web

source: HTML Basics
es: HTML Básico

source: Publishing in the Cloud
es: Publicando en la Nube

source: Cascading Style Sheets
es: Hoja de estilos en cascada CSS

source: Part 2: Server Side Programming
es: Parte 2: Programación del lado del Servidor

source: Advanced Javascript
es: Javascript avanzado

source: Common Gateway Interface
es: Interfaz de entrada común (CGI)

source: Modern Web Frameworks
es: Marcos de trabajo Web modernos
